[
	{
		"name": "Assyria",
		"leaderName": "Ashurbanipal",
		"personality": "Ashurbanipal",
		"adjective": ["Assyrian"],
		"startBias": ["Avoid [Tundra]"],
		"preferredVictoryType": "Domination",
                "style": "Mesopotamian",

		"startIntroPart1": "The people bow to your esteemed will, o wise and illustrious King Ashurbanipal of Assyria. Across the world, you are known as both a scholar and a warrior, and yet the legends represent merely a glimmer of your true ambition. Although your enemies cowered at the thought of your ferocity in conquest, you were most proud of your intellectual pursuits. Your thirst for knowledge led to your establishment of the royal library at Nineveh, which came to represent one of the greatest collections of ancient texts and tablets found anywhere in the world - securing your legacy as one of Assyria's greatest kings.",
		"startIntroPart2": "Wise and fearsome king, the time has come for you to return the kingdom of Assyria to its greatest heights. Will you once again strive to acquire the knowledge and histories of all the world's peoples? Can you build a civilization that will stand the test of time?",
		"declaringWar": "The wheels of Assyria's siege engines thunder forth, grinding the weak to dust beneath their wheels!",
		"attacked": "I think you will come to regret this decision...most unwise.",
		"defeated": "We may be defeated, but our legacy will live on in the written word! I spite you and your nation, may my loathing rust your iron, wilt your crops, and burn your homes to glass!",
		"introduction": "I welcome you to the great kingdom of Assyria...have you come to view my library?",
		"neutralHello": "Ah, I'm sure you saw the walls on the way into my city. \nWhat did you think of my decorations?",
		"hateHello": "MIGHTY ASHUR! SEND HIM TO HELL! \n              SEND HIM NOOWWW!",
		"tradeRequest": "Consider this offer very carefully.",
		"outerColor": [251,255,206],
		"innerColor": [255,177,6],
		"uniqueName": "Treasures of Nineveh",
		"uniques": ["Upon capturing a city, receive [5] times its [Science] production as [Science] immediately", "[+20]% [Production] [in annexed cities]", "Earn [10]% of the damage done to [Land] units as [Science]"]
		"cities": ["Assur","Nineveh","Nimrud","Kar-Tukulti-Ninurta","Dur-Sharrukin","Halab","Carchemish","Kanesh","Harran","Imgur-Enlil",
			"Shubat-Enlil","Qatna","Sareisa","Sam al","Qarqar","Til Barsip","Sultantepe","Erbil","Hamath","Guzana",
			"Turuspa","Nasibina","Arpad","Kelashin","Urartu","Sabata","Hit"]
	},
]
